Repository: clarive/cla-portscan-plugin
Catalog: i18n/*.po
Languages: es

source: Open Ports Scanner
es: Escáner de puertos abiertos

source: Server CI doesn't exist
es: El CI de servidor no existe

source: Unable to connect to server. It might be down or doesnt exist.
es: No ha sido capaz de conectarse al servidor. Quizás esté caido o no existe.

source: No open ports in the server for
es: No hay puertos abiertos en el servidor para

source: Error with nmap:
es: Error con el nmap:

source: Port(s) found for
es: Puerto(s) encontrado(s) para

source: Uncorrect ports:
es: Puertos incorrectos:

source: Starting port can't overpass 65535:
es: El puerto de inicio no puede sobrepasar 65535:

source: Finishing port can't overpass 65535:
es: El puerto final no puede sobrepasar 65535:

source: Starting Port is bigger than finishing Port.
es: El puerto inicial es mayor que el final.

source: Server
es: Servidor

source: Port Type
es: Tipo de puerto

source: Starting Port
es: Puerto de inicio

source: Finishing Port
es: Puerto final
